Revit 2027 API
GroupTypeId.CurtainMullionVert Property
 Vertical Mullions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainMullionVert { get; }
Public Shared ReadOnly Property CurtainMullionVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainMullionVert {
	ForgeTypeId^ get ();
}
static member CurtainMullionVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace